tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "chezmoi"
brew "coreutils"
brew "direnv"
brew "exercism"
brew "fd"
brew "findutils"
brew "gnu-tar"
brew "jenv"
brew "leiningen"
brew "maven"
brew "node", link: false
brew "nvm"
brew "openjdk@17"
brew "postgresql@14"
brew "ripgrep"
brew "wget"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp", "with-spacemacs-icon"]
cask "cljstyle"
cask "iterm2"
